{
  "item": {
    "id": 387,
    "name": "§f4th Meeting §f§oby §fCenedril Aeglos",
    "lore": [
      "COPYRIGHTED"
    ],
    "title": "4th Meeting",
    "author": "Cenedril Aeglos",
    "pages": [
      "Role Call:\nGod King Barthios - Present\nMad Doctor Jon - Present\nGrandmaster Paul - Present\nShaman Geoffry - Present\nHigh Lord Allorik - Present\n\nCouncil Meeting Motions:\nImplementation of the Runecraft Plugin.\nThis plugin implements a magic element in the",
      "form of runes and \"enchanting\".\n\nMotion was seconded, carried, and passed.\nFurther research into the plugin will be done to determine which runes will or will not be added.\n\n",
      "Amendment to previous motion:\n\nIf a rune becomes too overpowering or otherwise unfair, 2 or more admins have the right to, upon agreeing, taking the rune out of the plugin until it can be later voted upon by the council.\n\nMotion seconded, carried,",
      "and passed.\n\nEnvironmental Protection Act Motion:\nLaw - Throughout the world, biomes that are Ice Spikes Plains, Jungles, and Mycelium cannot have their precious resources, such as cocoa beans and packed ice, without replacements being placed.",
      "Motion seconded, carried, and passed.\n\nEPA Clause 2:\nDeforestation of up to, but no more than 4 chunks must be seperated by  at least 2 chunks in every direction. Exceptions may only made by appeal to the council, or within sovereign territories.",
      "Motion seconded, carried, and passed.\n\nNew Motion:\nRoleplay Calender:\nCalender that can be customized in all aspects.\n\nVotes:\n1 Yay\n1 Nay\n3 Abstained\nMotion postponed until",
      "next council meeting.\n\nNew Motion:\nNew Chest plugin that allows the locking of doors within the world.\n\nUnanomous vote, motion seconded, carried, and passed.",
      "New Motion:\nSleep Day Plugin:\n1 person sleeps, it turns to day, regardless of numbers of players online.\n\nNot seconded. Motion not carried.\n",
      "New Motion:\nCraftable Backpacks:\n\nSeconded.\nVotes:\n4 Yay\n1 Abstain\nMotion carried and passed.",
      "New Motion:\nI'm on a Horse Plugin:\nAllows the crafting of horse armor that allows flight dependant on the fuel of Dragon Eggs.\n\nMotion not seconded.",
      "New Motion:\nThe Uncrafting Table:\nA crafting table that, when placed upon a diamond block, allows the deconstruction of an item to regain 100% of the crafting materials.\n\nSeconded\nVotes:\n1 Yay\n3 Nay",
      "1 Abstain\n\nMotion is not carried.",
      "New Motion:\nMages Guild:\nThis would be a neutral party to regulate runes of the previously passed motion, teleportation, and the like.\n\nCouncil has decided that this is not an issue on which the council should intervene.\nFurther discussion may be brought",
      "for at a later date.\n\nNo further motions were put forth. \nThe Fourth Meeting of the Elder Council is Adjurned."
    ]
  }
}