{
  "item": {
    "id": 387,
    "name": "§fMycelium/Mooshroom Trade Contract (MMTC) §f§oby §fCenedril Aiglos",
    "lore": [
      "COPYRIGHTED"
    ],
    "title": "Mycelium/Mooshroom Trade Contract (MMTC)",
    "author": "Cenedril Aiglos",
    "pages": [
      "This contract was drafted by Cenedril Aiglos (xDark_Ace) for the use of Oira Hrivenore and her business partners. Though the Elder Council does not directly control the creation of contracts, agreements, et cetera, disrespecting a player's document in any",
      "way is a violation of server rules (no disrespecting players) and will be punished appropriately.\n",
      "The terms and conditions herein apply only to the sale and trade of Mycelium and Mooshrooms between Oira Hrivenore (faction Gaurhoth) and involved parties. These terms and conditions are absolute and non-negotiable, and acceptance of trade of either",
      "aforementioned goods from Oira Hrivenore means that you have read and fully understand the contents of this contract, and will keep a copy for record. Throughout this contract, the term \"nation\" represents both nations and factions.",
      "\n\n\n\n\n\n  Requirements for Trade",
      "Oira Hrivenore will only trade Mycelium and Mooshrooms to other nations. This is done to protect its interests and limit the possibilities of other parties breaking this contract, as non-faction persons are unable to implement proper",
      "protection - restrictions on building, door use, et cetera on claimed land - to ensure they are able to follow the terms herein and prevent their purchased goods from being stolen.",
      "\n\n\n\n\n\n            Trade Price",
      "At the time of drafting this MMTC, only one Mushroom Biome has been discovered. Due to the rarity of Mushroom Biomes, including their biome specific contents, and the properties of Mycelium block growth and Mooshroom breeding, the price of the",
      "aforementioned goods will be: 1 emerald block, 5 diamonds, or another equivalent trade. This price includes the rights to reproduction – explained further in the Reproduction Clause – based on the minimum requirements for said reproduction. If purchasing ",
      "a bulk quantity of Mycelium or Mooshrooms, a lower, more appropriate price per unit will be discussed upon agreement of trade.\n\nReproduction Clause:\nDue to the growth and breeding properties that result in a high price, it is impossible to limit the",
      "reproduction of Mycelium and Mooshrooms once a trade has been conducted. Therefore, once purchased, the purchaser may spread Mycelium and breed  Mooshrooms as he or she sees fit with the understanding that the reproduction of said goods are limited to his",
      "or her nation, and that nation alone, explained further under Trade Restrictions.",
      "\n\n\n\n\n\n       Trade Restrictions",
      "Ownership of Mycelium and Mooshrooms is limited to Oira Hrivenore and purchasing nations, dependant on the New Discovery Clause, through the following terms:\n\nAs stated in the Reproduction Clause, Mycelium and Mooshrooms may be freely reproduced by the",
      "purchasing nation. Nations that have purchased either or both of the previously stated goods from Oira Hrivenore may not, under any circumstance, sell, give, lend, et cetera either good to third party nation. Furthermore, stealing of said goods from any",
      "legal owner is strictly forbidden. Failure to obey these terms will be punished by the offended nation, or failing that, Oira Hrivenore. Punishments by Oira Hrivenore are explained in the Penalties section.",
      "\n\n\n\n\n\n             Penalties",
      "Illegal Possession:\n\nFor those caught stealing either Mycelium or Mooshrooms, officials from Oira Hrivenore will arrive and collect all illegally owned Mycelium and slaughter all illegally own Mooshrooms. Following the complete reacquisition of",
      "all illegally possessed goods, the offender will pay a minimum fine of 5 diamonds per reacquired unit, non-negotiable, to Oira Hrivenore. Prior to reacquisition, the offender will be allowed to prove his or her innocence to Oira Hrivenore officials by",
      "revealing the seller – legal or otherwise – or by showing the location of the Mushroom Biome the blocks were taken from. Should the person(s) that discovered the biome are not a faction or do not own it, the biome will be placed under the control of an",
      "EPA faction, after which any person that discovered the biome will need special, temporary permission to enter the faction to claim blocks from the biome.\n\nUnauthorized Resale:\n\nFor those caught reselling Mycelium or Mooshrooms prior to the invocation of",
      "the New Discovery Clause, officials from Oira Hrivenore will arrive and collect all possessed Mycelium and slaughter all owned Mooshrooms. Following the complete reacquisition of owned goods, the offender will pay the income generated by the illegally",
      "sold goods and an additional fine of 5 diamonds per block, non-negotiable, to Oira Hrivenore. A refund will also be issued to all purchasers.\n\nFor all purchasers from the Illegal seller, please refer to the prior Illegal Possession subsection for",
      "punishment. You will, however, be exempt of the 5 diamond per unit fine.",
      "\n\n\n\n\n\n    New Discovery Clause",
      "This clause may only be invocated if a new Mushroom Biome is discovered. Following the invocation of this clause, a new contract will be drafted with the following changes:\n\nShould a new Mushroom biome be discovered and claimed by another nation under the",
      "Environmental Protection Act (EPA), this clause will append to the appropriate sections and clauses according to the contents of this clause. Should the nation choose to enter its goods onto the market, be it upon discovery, after drafting their own",
      "version of the MMTC, or another time entirely, Oira Hrivenore will adjust its prices to an appropriate price to remain competitive with the other producing nation. Ownership of Mycelium and Mooshrooms will no longer be legally restricted to",
      "Oira Hrivenore and its purchasers, unless also restricted by the other producing nation. The Reproduction Clause and Trade Restrictions will remain in effect unchanged unless the other producing nation does not implement similar restrictions of its traded",
      "goods. Should the other producing nation allow resale, Oira Hrivenore will alter the Trade Restrictions to allow resale with a small tax on the generated income as discussed with that nation, with the standard amount set to 5%."
    ]
  }
}